INSERT INTO
    books (id, title, author, genre, publication_year)
VALUES
    (
        '9eb2d4ba-b226-11ee-8177-5847ca707852',
        'ハリー・ポッターと賢者の石',
        'J.K.ローリング',
        'ファンタジー',
        1997
    ),
    (
        '9eb2d4ba-b226-11ee-8177-5847ca707853',
        '指輪物語',
        'J.R.R. トールキン',
        'ファンタジー',
        1954
    ),
    (
        '9eb2d4ba-b226-11ee-8177-5847ca707854',
        '東京タワー',
        'リリー・フランキー',
        'ノンフィクション',
        2005
    ),
    (
        '9eb2d4ba-b226-11ee-8177-5847ca707855',
        'ノルウェイの森',
        '村上春樹',
        'ロマンス',
        1987
    ),
    (
        '9eb2d4ba-b226-11ee-8177-5847ca707856',
        '1Q84',
        '村上春樹',
        'サスペンス',
        2009
    );